Revit 2027 API
FamilySizeTableErrorInfo.InvalidRowIndex Property
 The index of the invalid row.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int InvalidRowIndex { get; }
Public ReadOnly Property InvalidRowIndex As Integer
	Get
public:
property int InvalidRowIndex {
	int get ();
}
member InvalidRowIndex : int with get
Property Value
Int32
See Also
Reference
FamilySizeTableErrorInfo Class
Autodesk.Revit.DB Namespace